Repository: common-repository/txtbear
Catalog: languages/txtbear-*.po
Languages: de_de

source: Alignment
de_de: Ausrichtung

source: An error occurred while performing your search. Please try again later.
de_de: Beim Suchen ist ein Fehler aufgetreten. Versuchen Sie es sp&auml;ter noch einmal.

source: Browse...
de_de: Durchsuchen...

source: Center
de_de: Zentriert

source: Connecting...
de_de: Verbinden...

source: Creating viewer...
de_de: Viewer erstellen...

source: Embed document
de_de: Dokument einbetten

source: Embed eload24 ebook
de_de: eload24-eBook einbetten

source: Enter URL or click Browse to upload a file
de_de: URL eingeben oder auf Durchsuchen klicken

source: Insert
de_de: Einf&uuml;gen

source: Invalid embed code parameters.
de_de: Ung&uuml;ltige Einbettecode-Parameter.

source: Left
de_de: Linksb&uuml;ndig

source: Next
de_de: Weiter

source: None
de_de: Keine

source: Please enter a search term, such as %sWindows 7%s or %sOffice%s.
de_de: Bitte geben Sie einen Suchbegriff ein, wie z.B. %sWindows 7%s oder %sOffice%s.

source: Previous
de_de: Zur&uuml;ck

source: Privacy
de_de: Datenschutz

source: Right
de_de: Rechtsb&uuml;ndig

source: Search ebooks
de_de: eBooks suchen

source: Search results
de_de: Suchergebnisse

source: Show as
de_de: Anzeigen als

source: Something might be wrong with your Flash Player.
de_de: Scheinbar ist etwas mit Ihrem Flash Player nicht in Ordnung.

source: Step 1: Pick a document to embed
de_de: Schritt 1: Ein Dokument zum Einbetten w&auml;hlen

source: Step 2: Embed your document
de_de: Schritt 2: Das Dokument einbetten

source: Successfully created.
de_de: Erfolgreich erstellt.

source: Text-only link
de_de: Nur-Text-Link

source: Title
de_de: Titel

source: Title &amp; Thumbnail
de_de: Titel &amp; Vorschaubild

source: Upload
de_de: Hochladen

source: Upload document
de_de: Dokument hochladen

source: Uploading %x of %y...
de_de: %x von %y hochladen...

source: View document for free
de_de: Dokument kostenlos anzeigen

source: View ebook for free
de_de: eBook kostenlos anzeigen

source: You do not have permission to embed ebooks.
de_de: Sie haben keine Berechtigung, eBooks einzubetten.

source: Your search term did not match any ebooks.
de_de: Keine passenden eBooks f&uuml;r Ihre Suchanfrage gefunden.

source: default
de_de: Standard
